Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Smart Search employs "embeddings" to mathematically represent content and queries for comparison, understanding keywords or general queries in any language, thanks to its multilingual AI model. Write search queries using keywords, questions, sentences, or whatever is most natural for you to describe what you are trying to find.
ar: توظف ميزة البحث الذكي "التضمينات" للتمثيل الرياضي للمحتوى والاستعلامات للمقارنة، لفهم الكلمات الأساسية أو الاستعلامات العامة بأي لغة، بفضل نموذج الذكاء الاصطناعي متعدد اللغات الذي تتميز به. اكتب استعلامات البحث باستخدام كلمات أساسية أو أسئلة أو جمل أو أي شيء أكثر ملائمة لك لوصف ما تحاول العثور عليه.
ca: Cerca intel·ligent empra “integracions” per representar matemàticament els continguts i les consultes i comparar-los en un procés en què s’entenen les paraules clau o les consultes generals en qualsevol idioma, gràcies al seu model d’IA multilingüe. Escriviu consultes de cerca mitjançant paraules clau, preguntes, frases o allò que us sembli més natural per descriure allò que proveu de cercar.
cy: Drwy ei fodel AI amlieithog, mae Smart Search yn defnyddio "ymgorfforiadau" i gynrychioli cynnwys ac ymholiadau yn fathemategol er mwyn eu cymharu, neu i ddeall allweddeiriau ac ymholiadau cyffredinol mewn unrhyw iaith. Ysgrifennwch ymholiadau chwilio gan ddefnyddio geiriau allweddol, cwestiynau, brawddegau, neu beth bynnag sydd fwyaf naturiol i chi ddisgrifio'r hyn rydych chi'n ceisio'i ddarganfod.
da: Smart søgning anvender "indlejringer" til matematisk at repræsentere indhold og forespørgsler til sammenligning, forståelse af søgeord eller generelle forespørgsler på ethvert sprog, takket være den flersprogede AI-model. Skriv søgeforespørgsler med nøgleord, spørgsmål, sætninger eller, hvad der er mest naturligt for dig, for at beskrive det, du prøver at finde.
da_instk12: Smart søgning anvender "indlejringer" til matematisk at repræsentere indhold og forespørgsler til sammenligning, forståelse af søgeord eller generelle forespørgsler på ethvert sprog, takket være den flersprogede AI-model. Skriv søgeforespørgsler med nøgleord, spørgsmål, sætninger eller, hvad der er mest naturligt for dig, for at beskrive det, du prøver at finde.
de: Die intelligente Suche setzt „Einbettungen“ ein, um Inhalte und Abfragen mathematisch darzustellen und zu vergleichen. Dank seines mehrsprachigen KI-Modells versteht es Keywords oder allgemeine Abfragen in jeder Sprache. Schreiben Sie Suchanfragen mit Keywords, Fragen, Sätzen oder was auch immer für Sie am natürlichsten ist, um zu beschreiben, was Sie suchen.
es: La búsqueda inteligente emplea "incrustaciones" para representar matemáticamente contenido y consultas para comparación, comprender palabras clave o consultas generales en cualquier idioma, gracias a su modelo de inteligencia artificial multilingüe. Escriba consultas de búsqueda usando palabras clave, preguntas, oraciones o lo que sea que le resulte más natural para describir lo que está intentando encontrar.
es_es: La búsqueda inteligente utiliza «incrustaciones» para representar matemáticamente el contenido y consultar comparaciones, entender palabras clave y consultar en general en cualquier lengua, gracias a su modelo IA multilingüe. Escribe consultas de búsqueda utilizando palabras clave, preguntas, frases o lo que sea más natural para que describas lo que estás intentando encontrar.
fi: Älykäs haku käyttää "upotuksia" sisällön ja kyselyjen matemaattiseen esittämiseen vertailua varten, avainsanoja tai yleisiä kyselyitä varten millä tahansa kielellä monikielisen tekoälymallinsa ansiosta. Kirjoita hakukyselyitä käyttämällä avainsanoja, kysymyksiä, lauseita tai mitä tahansa, mikä on sinulle luonnollisinta kuvaamaan etsimääsi.
fr: Smart Search utilise la technique de « plongement » pour représenter mathématiquement le contenu et les demandes afin de comparer et comprendre des mots clés ou des demandes de nature générale dans n’importe quelle langue, grâce à son modèle d’IA multilingue. Rédigez des demandes de recherche sous forme de mots clés, de questions, de phrases ou utilisez toute formulation vous permettant de décrire ce que vous recherchez de la façon la plus naturelle pour vous.
fr_ca: Smart Search utilise des « intégrations » pour représenter mathématiquement le contenu et les requêtes à des fins de comparaison, en comprenant les mots-clés ou les requêtes générales dans n’importe quelle langue, grâce à son modèle d’IA multilingue. Rédigez des requêtes de recherche en utilisant des mots-clés, des questions, des phrases ou tout ce qui vous semble le plus naturel pour décrire ce que vous essayez de trouver.
ga: Úsáideann Smart Search "leabaithe" chun ábhar agus ceisteanna a léiriú go matamaiticiúil le haghaidh comparáide, eochairfhocail nó ceisteanna ginearálta a thuiscint i dteanga ar bith, a bhuíochas dá mhúnla IS ilteangach. Scríobh ceisteanna cuardaigh ag baint úsáide as eochairfhocail, ceisteanna, abairtí, nó cibé rud is nádúrtha duit chun cur síos a dhéanamh ar a bhfuil tú ag iarraidh a fháil.
hi: स्मार्ट खोज अपने बहुभाषी AI मॉडल के कारण किसी भी भाषा में तुलना, कुंजी शब्द या सामान्य प्रश्नों को समझने के लिए सामग्री और प्रश्नों को गणितीय रूप से प्रस्तुत करने के लिए "एम्बेडिंग" का उपयोग करता है। आप जो खोजने का प्रयास कर रहे हैं उसका वर्णन करने के लिए कुंजी शब्द, प्रश्न, वाक्य या जो भी आपके लिए सबसे स्वाभाविक हो, उसका उपयोग करते हुए खोज क्वेरी लिखें।
ht: Smart Search itilize "embeddings" pou reprezante kontni an ak demann yo matematikman pou li ka konpare yo, lè li konprann mo kle yo ak demann jeneral yo nan nenpòt ki lang, gras a modèl entelijans atifisyèl ki konprann plizyè lang li a. Ekri rechèch yo ak mo kle, kesyon, fraz oswa tout sa ki parèt pi natirèl pou ou pou w dekri sa w ap eseye chèche a.
id: Pencarian Cerdas menggunakan "penanaman" untuk secara matematis merepresentasikan konten dan pertanyaan untuk perbandingan, pemahaman kata kunci, atau pertanyaan umum dalam bahasa apa pun, berkat model AI multibahasa yang dimilikinya. Tuliskan pertanyaan pencairan menggunakan kata kunci, pertanyaan, kalimat, atau apa pun yang paling alami untuk Anda untuk menjelaskan apa yang Anda coba temukan.
is: Snjall-leit notar „innfellingar“ til að tákna efni og fyrirspurnir stærðfræðilega til samanburðar, skilja leitarorð eða almennar fyrirspurnir á hvaða tungumáli sem er, þökk sé fjöltyngdu gervigreindarlíkani þess. Skrifaðu leitarfyrirspurnir með því að nota leitarorð, spurningar, setningar eða hvað sem er eðlilegast fyrir þig til að lýsa því sem þú ert að reyna að finna.
it: Smart Search impiega “incorporazioni” per rappresentare matematicamente i contenuti e le query per il confronto, la comprensione delle parole chiave o le query generali in qualsiasi lingua, grazie al suo modello di intelligenza artificiale multilingue. Scrivi le query di ricerca utilizzando parole chiave, domande, frasi o qualsiasi cosa ti venga più e per descrivere ciò che stai cercando.
ja: Smart Searchは、多言語 AI モデルを利用し、コンテンツとクエリを比較するために数学的に表現する「埋め込み」を採用し、あらゆる言語のキーワードまたは一般的なクエリを理解します。キーワード、質問、文章など、探しているものを説明するのに最も自然なものを使用して検索クエリを作成します。
ko: 스마트 검색은 '포함'을 배포하여 수학적으로 콘텐츠를 표현하고 비교를 위해 쿼리하며 다국어 AI 모델로 인해 모든 언어의 검색어 또는 일반 쿼리를 이해합니다. 찾으려고 하는 콘텐츠를 설명하기 위해 검색어, 질문, 문장 또는 무엇이든 자신에게 가장 자연스러운 것을 사용하여 검색 쿼리를 작성합니다.
mi: Maamaa Rapu kaimahi "whakamau" ki tohu pāngarau ihirangi me nga patai hei whakataurite, māramatanga kupu matua, whanui ranei nga patai i tetahi reo, mihi ki tona tauira AI reo maha. Tuhia nga patai rapu ma te whakamahi kupumatua, pātai, nga rerenga korero, aha ranei te nuinga maori mo koe whakaahuatia he aha koe e ngana ana ki te kimi.
ms: Carian Pintar menggunakan “pembenaman” bagi mewakili kandungan dan pertanyaan untuk perbandingan secara matematik, memahami kata kunci atau pertanyaan am dalam apa-apa bahasa, berkat model AI multibahasanya. Tulis pertanyaan carian menggunakan kata kunci, soalan, ayat atau apa-apa sahaja yang paling lazim bagi anda untuk menerangkan perkara yang ingin anda cari.
nb: Smart søk bruker «innbygginger» for matematisk å representere innhold og spørringer for sammenligning, forståelse av nøkkelord eller generelle spørringer på alle språk, takker være den flerspråklige AI-modellen. Skriv søkeord ved å bruke nøkkelord, spørsmål, setninger eller det som er mest naturlig for deg for å beskrive det du prøver å finne.
nb_instk12: Smart søk bruker «innbygginger» for matematisk å representere innhold og spørringer for sammenligning, forståelse av nøkkelord eller generelle spørringer på alle språk, takker være den flerspråklige AI-modellen. Skriv søkeord ved å bruke nøkkelord, spørsmål, setninger eller det som er mest naturlig for deg for å beskrive det du prøver å finne.
nl: "Smart Search" (Slimme Zoekfunctie) maakt gebruik van 'inbeddingen' om inhoud en zoekopdrachten wiskundig weer te geven zodat ze kunnen worden vergeleken en begrijpt dankzij het meertalige AI-model trefwoorden of algemene zoekopdrachten in elke taal. Stel zoekopdrachten op met trefwoorden, vragen, zinnen of wat het eerst in je opkomt wanneer je wilt beschrijven wat je probeert te vinden.
pl: Inteligentne wyszukiwanie wykorzystuje mechanizm osadzania (ang. embeddings) do matematycznego reprezentowania treści i kwerend na potrzeby porównań, rozumienia słów kluczowych lub zapytań ogólnych w dowolnym języki dzięki wielojęzykowemu modelowi AI. Zapisz kwerendę, używając słów kluczowych, pytań, zdań lub innej dowolnej formy językowej, naturalnej dla Ciebie, aby opisać to, czego szukasz.
pt: A Busca Inteligente utiliza "incrustações" para representar matematicamente o conteúdo e as consultas para comparação, compreendendo palavras-chave ou consultas gerais em qualquer idioma, graças ao seu modelo de IA multilíngue. Escreva consultas de busca utilizando palavras-chave, perguntas, frases ou o que for mais natural para si para descrever o que está a tentar encontrar.
pt_br: A Pesquisa Inteligente emprega "incorporações" para representar matematicamente o conteúdo e as consultas para comparação, compreendendo palavras-chave ou consultas gerais em qualquer idioma, graças ao seu modelo de IA multilíngue. Escreva consultas de pesquisa usando palavras-chave, perguntas, frases ou o que for mais natural para você descrever o que está tentando encontrar.
ru: Интеллектуальный поиск использует «вставки» для математического представления контента и запросов для сравнения, понимания ключевых слов или общих запросов на любом языке благодаря многоязычной модели искусственного интеллекта. Пишите поисковые запросы, используя ключевые слова, вопросы, предложения или то, что наиболее естественно для вас, чтобы описать то, что вы пытаетесь найти.
sl: Pametno iskanje uporablja »vdelave« za matematično predstavitev vsebine in poizvedb za primerjavo, razumevanje ključnih besed ali splošnih poizvedb v katerem koli jeziku, zahvaljujoč večjezičnemu modelu UI. Iskalne poizvedbe pišite s ključnimi besedami, vprašanji, stavki ali s tistim, kar je za vas najbolj naravno za opis tega, kar želite najti.
sv: Smart sökning använder ”inbäddningar” för att matematiskt representera innehåll och frågor för jämförelse, förstå nyckelord eller frågor i allmänhet på alla språk, tack vare dess flerspråkiga AI-modell. Skriv sökfrågor som innehåller nyckelord, frågor, meningar eller vad som faller naturligt för dig för att beskriva det du söker efter.
sv_instk12: Smart sökning använder ”inbäddningar” för att matematiskt representera innehåll och frågor för jämförelse, förstå nyckelord eller frågor i allmänhet på alla språk, tack vare dess flerspråkiga AI-modell. Skriv sökfrågor som innehåller nyckelord, frågor, meningar eller vad som faller naturligt för dig för att beskriva det du söker efter.
th: ระบบค้นหาอัจฉริยะเลือกใช้วิธีการ "ผนวกข้อมูล" เข้ากับเนื้อหาและส่วนการสืบค้นที่นำเสนอในทางคณิตศาสตร์สำหรับการเปรียบเทียบ ทำความเข้าใจคำค้นหาหรือส่วนการสืบค้นทั่วไปในภาษาต่าง ๆ โดยอาศัยระบบ AI ที่รองรับหลายภาษาช่วย เขียนเนื้อหาการสืบค้นโดยใช้คำค้นหา คำถาม ประโยคหรือสิ่งที่คุณคุ้นเคยเพื่อระบุรายละเอียดสิ่งที่คุณต้องการค้นหา
vi: Tìm Kiếm Thông Minh sử dụng "các thao tác nhúng" để trình bày nội dung và truy vấn bằng thuật toán để so sánh, hiểu từ khóa hoặc truy vấn chung bằng bất kỳ ngôn ngữ nào, nhờ mô hình AI đa ngôn ngữ. Viết các truy vấn tìm kiếm bằng từ khóa, câu hỏi, câu hoặc bất cứ điều gì tự nhiên nhất để bạn mô tả những gì bạn đang cố gắng tìm.
zh: 智能搜索利用“嵌入”以数学形式呈现内容和查询以进行比较，并借助多语言 AI 模型，理解各种语言的关键词或一般查询。对您来说，最自然的方式是使用关键词、问题、句子等写入搜索查询来描述您要查找的内容。
zh_hk: 拜其多語言人工智慧模型所賜，Smart Search 採用「嵌入」以數學方式表示內容和查詢以進行比較，理解任何語言的關鍵字或一般查詢。使用關鍵字、問題、句子或任何對您最自然的內容描述您嘗試尋找的內容編寫搜尋查詢。

source: Smart Search FAQ
ar: الأسئلة الشائعة عن البحث الذكي
ca: Preguntes freqüents de Cerca intel·ligent
cy: Chwilio Clyfar – Cwestiynau Cyffredin
de: FAQ zur Intelligenten Suche
es: Preguntas frecuentes de la búsqueda inteligente
es_es: Preguntas frecuentes de la búsqueda inteligente
fi: Älykkään haun usein kysytyt kysymykset
fr: Questions fréquentes sur la fonctionnalité Smart Search
fr_ca: FAQ Smart Search
ga: Ceisteanna Coitianta Cuardach Cliste
hi: स्मार्ट खोज संबंधी अक्सर पूछे जाने वाले प्रश्न
ht: FAQ Rechèch Entelijan
id: Tanya Jawab Pencarian Cerdas
is: Algengar spurningar snjall-leitar
it: Domande frequenti sulla ricerca intelligente
ja: スマート検索FAQ
ko: 스마트 검색 FAQ
mi: Rapu Matapaki FAQ
ms: Soalan Lazim Carian Pintar
nb: Vanlige spørsmål om Smart søk
nb_instk12: Vanlige spørsmål om Smart søk
nl: Veelgestelde vragen over Smart Search
pl: Inteligentne wyszukiwanie – często zadawane pytania
pt: FAQ da Busca Inteligente
pt_br: Perguntas frequentes sobre a pesquisa inteligente
ru: Часто задаваемые вопросы по интеллектуальному поиску
sl: Pogosta vprašanja o pametnem iskanju
sv: Vanliga frågor för smart sökning
sv_instk12: Vanliga frågor för smart sökning
th: FAQ เกี่ยวกับระบบค้นหาอัจฉริยะ
vi: Các Câu Hỏi Thường Gặp về Tìm Kiếm Thông Minh
zh: 智能搜索常见问题解答
zh_hk: 智慧搜尋常見問題

source: Smart Search is in feature preview. Feedback can be provided through result ratings and the Canvas Community space for Smart Search Beta. Canvas community space can be found here:
ar: البحث الذكي في مرحلة معاينة الميزة. يمكن تقديم الملاحظات من خلال تقييمات النتائج ومساحة مجتمعCanvas للإصدار التجريبي من البحث الذكي. يمكن العثور على مساحة مجتمع Canvas من هنا:
ca: Cerca intel·ligent es troba en visualització prèvia de característiques opcionals. Es poden fer suggeriments a través de la classificació de resultats i de l'espai de la Canvas Community per a la versió beta de Cerca intel·ligent. L’espai de la Canvas Community es troba aquí:
cy: Mae Smart Search yn y rhagolwg nodwedd. Gellir darparu adborth trwy sgôr canlyniadau a gofod Cymuned Canvas ar gyfer Beta Smart Search. Mae gofod cymuned Canvas ar gael yma:
da: Smart søgning er en forhåndsvisningsfunktion. Der kan gives feedback gennem resultatvurderinger og i Canvas Community-området til Smart søgning-beta. Canvas Community-området kan findes her:
da_instk12: Smart søgning er en forhåndsvisningsfunktion. Der kan gives feedback gennem resultatvurderinger og i Canvas Community-området til Smart søgning-beta. Canvas Community-området kan findes her:
de: Die intelligente Suche befindet sich in der Funktionsvorschau. Feedback können Sie über Ergebnisbewertungen und den Canvas-Community-Bereich für die Beta-Version der intelligenten Suche abgeben. Den Canvas-Community-Bereich finden Sie hier:
es: La búsqueda inteligente está en la vista previa de la funcionalidad. Se puede dar una devolución a través de las calificaciones de los resultados y el espacio Comunidad Canvas para la búsqueda inteligente Beta. El espacio Comunidad Canvas se puede encontrar aquí:
es_es: La búsqueda inteligente es una funcionalidad que se puede previsualizar. A través de los resultados de evaluación y del espacio de Canvas Community se puede conseguir una valoración para La búsqueda inteligente Beta. El espacio de Canvas Community se puede encontrar aquí:
fi: Älykäs haku on ominaisuuden esikatselussa. Palautetta voidaan antaa tulosarvioiden ja Smart Search Betan Canvas-yhteisötilan kautta. Canvas-yhteisötila löytyy täältä:
fr: Smart Search est une fonctionnalité disponible en version préliminaire. Vous pouvez fournir votre feedback via l’évaluation des résultats et l’espace de la communauté Canvas dédié à la fonctionnalité Smart Search bêta. L’espace de la communauté Canvas est accessible ici :
fr_ca: Smart Search est en phase d’aperçu. Les rétroactions peuvent être fournies par le biais de l’évaluation des résultats et de l’espace communautaire Canvas pour Smart Search Beta. L’espace communautaire Canvas est disponible ici :
ga: Tá Cuardach Cliste i réamhamharc gné. Is féidir aiseolas a sholáthar trí rátálacha torthaí agus trí spás Pobail Canvas le haghaidh Béite Cuardach Cliste. Is féidir teacht ar an spás Pobail Canvas anseo:
hi: Smart खोज फ़ीचर पूर्वावलोकन है। स्मार्ट खोज बीटा के लिए परिणाम रेटिंग और Canvas कम्युनिटी स्थान के माध्यम से फ़ीडबैक प्रदान किया जा सकता है। Canvas कम्युनिटी स्थान को यहां पाया जा सकता है:
ht: Smart Search nan faz apèsi. Yo ka fè kòmantè yo atravè evalyasyon rezilta yo ak espas kominotè Canvas pou Smart Search Beta a. Yo ka jwenn espas kominotè Canvas la isit la:
id: Pencarian Cerdas ada di pratinjau fitur. Umpan balik dapat diberikan melalui peringkat hasil dan ruang Canvas Community untuk Pencarian Cerdas Beta. Ruang komunitas Canvas dapat ditemukan di sini:
is: Snjall-leit er í forskoðun eiginleika. Hægt er að veita endurgjöf í gegnum niðurstöðueinkunnir og Canvas Community svæði fyrir snjall-leit í Beta. Canvas samfélagið má finna hér:
it: La ricerca intelligente è in anteprima della funzionalità. Il feedback può essere dato con le valutazioni dei risultati e nello spazio Canvas Community per Smart Search Beta. Il community space di Canvas si trova qui:
ja: Smart Searchは機能プレビュー中です。フィードバックは、結果の評価と Smart Search Beta の Canvas コミュニティ スペースを通じて提供することができます。Canvas コミュニティ スペースは次の場所にあります:
ko: 스마트 검색은 기능 미리 보기 상태에 있습니다. 피드백은 결과 등급 및 스마트 검색 베타에 대한 Canvas 커뮤니티 스페이스에서 제공할 수 있습니다. Canvas 커뮤니티 스페이스 위치:
mi: Maamaa Kei roto te rapu āhuatanga arokite. Ka taea te whakahoki urupare ma nga whakatauranga hua me te Hapori Canvas waahi mo Maamaa Rapu Beta. Kanawehi hapori ka taea te waahi ka kitea konei:
ms: Carian Pintar adalah dalam tahap pratonton ciri. Maklum balas boleh diberikan melalui penarafan hasil carian dan ruang Komuniti Canvas untuk Carian Pintar Beta. Ruang komuniti Canvas boleh didapati di sini:
nb: Smart søk er i funksjonsforhåndsvisning. Tilbakemelding kan gis gjennom resultatvurderinger og Canvas fellesskapsområdet for Smart søk beta. Canvas fellesskapsområdet er tilgjengelig her:
nb_instk12: Smart søk er i funksjonsforhåndsvisning. Tilbakemelding kan gis gjennom resultatvurderinger og Canvas fellesskapsområdet for Smart søk beta. Canvas fellesskapsområdet er tilgjengelig her:
nl: Smart Search is in de status functievoorbeeld. Feedback kan worden gegeven via beoordelingen en in het gedeelte voor Smart Search Beta in de Canvas Community. Het Canvas Community-gedeelte kan hier worden gevonden:
pl: Inteligentne wyszukiwanie jest udostępnianie w podglądzie funkcji. Opinię na jej temat można przekazać poprzez ocenę wyników wyszukiwania oraz w przestrzeni społeczności Canvas (patrz Inteligentne wyszukiwanie w wersji beta). Przestrzeń społeczności Canvas znajduje się tutaj:
pt: A Busca Inteligente está em fase de pré-visualização. Os comentários podem ser fornecidos através de classificações de resultados e do espaço da Comunidade Canvas para a Busca Inteligente Beta. O espaço da comunidade do Canvas pode ser encontrado aqui:
pt_br: A Pesquisa Inteligente está em fase de visualização de recursos. O feedback pode ser fornecido por meio de classificações de resultados e do espaço da Comunidade do Canvas para a Pesquisa Inteligente Beta. O espaço comunitário do Canvas pode ser encontrado aqui:
ru: Интеллектуальный поиск находится в стадии предварительного просмотра. Отзывы можно оставлять посредством рейтингов результатов и в сообществе Canvas для Smart Search Beta. Место для сообщества Canvas можно найти здесь:
sl: Pametno iskanje je v predogledu funkcije. Povratne informacije lahko posredujete z ocenjevanjem rezultatov in prek skupnostnega prostora Canvas Community za beta različico pametnega iskanja. Skupnostni prostor Canvas Community lahko najdete tukaj:
sv: Smart sökning är en förhandsgranskningsfunktion. Feedback kan ges via resultatbedömningar och i Canvas-communityns utrymme för betaversionen av Smart sökning. Du hittar Canvas-communityns utrymme här:
sv_instk12: Smart sökning är en förhandsgranskningsfunktion. Återkoppling kan ges via resultatbedömningar och i Canvas-communityns utrymme för betaversionen av Smart sökning. Du hittar Canvas-communityns utrymme här:
th: ระบบค้นหาอัจฉริยะอยู่ในโหมดแสดงตัวอย่างคุณสมบัติการทำงาน สามารถแจ้งผลตอบรับได้ผ่านคะแนนผลลัพธ์และ กลุ่ม Canvas สำหรับเวอร์ชั่นเบต้าของระบบค้นหาอัจฉริยะ กลุ่ม Canvas มีจัดแสดงไว้ที่นี่:
vi: Tìm Kiếm Thông Minh đang ở chế độ xem trước tính năng. Phản hồi có thể được cung cấp thông qua xếp hạng kết quả và không gian Cộng Đồng Canvas cho Tìm Kiếm Thông Minh Bản Beta. Không gian cộng đồng Canvas có thể được tìm thấy tại đây:
zh: 智能搜索处于功能预览阶段。可以通过结果评级以及 Canvas 的智能搜索测试版社区空间提供反馈。Canvas 社区空间位于：
zh_hk: Smart Search 處於功能預覽階段。可以透過結果評分與 Smart Search 測試版的 Canvas 社群空間提供反饋。在此處可以找到 Canvas 社群空間：
